Repository: fbartaburu/FalconSystem-EsiBuceo
Catalog: Escritorio/frmPrincipal.*.resx
Languages: es

# lblGerenteMonedas.Text
source: Actual Change
es: Cambio Actual

# rbGerenteMonedas.Text
source: Exchange
es: Monedas

# icGerenteBuscarSucursal.Text
source: Search Branch
es: Buscar

# rbGerenteSucursal.Text
source: Branch
es: Sucursal

# lblAcomMonedas.Text
source: Actual Change
es: Cambio Actual

# rbAcomMonedas.Text
source: Exchange
es: Monedas

# lblAcomNuevoCliente.Text
source: New Client
es: Nuevo

# lblAcomBuscarCliente.Text
source: Search Client
es: Buscar

# rbAcomCliente.Text
source: Clients
es: Clientes

# lblCajeroCheque.Text
source: Pay
es: Cobrar

# rbCajeroCheque.Text
source: Checks
es: Cheques

# lblCajeroMonedas.Text
source: Actual Change
es: Cambio Actual

# rbCajeroMonedas.Text
source: Exchange
es: Monedas

# lblCajeroDeposito.Text
source: Deposit
es: Depositar

# rbCajeroNoClientes.Text
source: Not Clients
es: No Clientes

# lblCajeroBuscarCliente.Text
source: Search Client
es: Buscar

# rbCajeroClientes.Text
source: Clients
es: Clientes

# rtabCajero.Text
source: Cashier
es: Cajero

# rtabAComercial.Text
source: Commercial Assistant
es: Asistente Comercial

# rtabGerente.Text
source: Manager
es: Gerente

# tssLabel1.Text
source: Welcome:
es: Bienvenido:

# tssLabel3.Text
source: Date:
es: Fecha:

# tssLabel5.Text
source: Login Time:
es: Hora:

# tssLabel7.Text
source: Machine:
es: MÃ¡quina:

# tssLabel9.Text
source: Position:
es: Cargo:
